Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 尽管先前已经做好了心理准备，可看到那水晶球散发出的光芒时，凯文还是有些无奈的叹了口气，这实在是太变态了，一个还不满二十岁的年轻人，却拥有了九级颠峰的魔法等级，只需要再往前踏出一步，他就可以达到所有魔法师梦寐以求的魔导士境界！
en_us: Even though he was prepared, Kevin sighed a little helplessly when he saw the light from the crystal ball. This was too freaky. A young man under the age of 20 had attained a top level-nine in magic, it would only take him just one more step forward to reach the realm that all mages dreamed of—the Archmage!

source: 尽管内心暴怒不已，但江逸还是强迫自己语气尽量心平气和些：“这位公子，那日我已经和这位管事说好了，现在你们钱也收了，风月楼如此大一家青楼总不会言而无信吧？这传出去可是有损声誉的。”
en_us: Despite fuming internally, Jiang Yi forced himself to keep an even tone, "Young Sir, the housekeeper and I had already made a deal on that day. You have your money now. Surely a brothel as big a scale as Fengyue would not have gone back on a promise? If others knew, your credibility would be at stake."

source: 尽管武殿的事情已经确定了，但江逸生性稳重，十两紫金没到手，没赎回令牌他依旧没和江小奴透露在武殿内的具体情况。只是告诉小奴他现在在武殿内做事，让她不要担心，也不要出去做工。
en_us: Even though Jiang Yi had confirmed his employment matters with the Martial Arts Hall, he had a steady natural disposition. Without the ten taels of purple gold in his hands and not having redeemed the command token back, he once again did not reveal to Jiang Xiaonu the details of the experiences he faced in the Martial Arts Hall. He only told Xiaonu that, since he was now working for the Martial Arts Hall, she had nothing to worry about, and also instructed her not to head out of the house for any kind of work.

source: 尽管江逸以最快速度反应过来，扭转身子朝旁边躲避，同时架起“摔碑手”朝对方手掌推去，企图抵消一些力道。但让他无奈的是，那人的手掌只是被阻拦了一下就摧古拉朽的将他双手荡开，重重的拍在他的胸口上。
en_us: Jiang Yi reacted as quickly as possible by dodging to the side and struck out with his Wrestling Hand towards his opponent's palm in an attempt to offset some of the force. But what left Jiang Yi resigned was that the guard's palm had only been obstructed for a moment before he easily brushed away his strike, and smacked his palm heavily onto Jiang Yi’s chest.

source: 尽管演武殿内的子弟天资都不算顶级，但身份地位任何一位都比江逸高。尤其是两名长得和江恨水有些像，同样英俊无比的子弟，这两人其中一人是江恨水的亲弟弟江顾水，另外一人则是刑堂副长老江云石的儿子江如狼。
en_us: Even though the descendants that were within the Martial Arts Demonstration Hall weren't of elite level, all of their status were superior than Jiang Yi's. Especially the two individuals who resembled Jiang Henshui's dashing facial features. One of them was Jiang Henshui's younger blood brother—Jiang Gushui. The other was Jiang Rulang, the son of Disciplinary Court's Deputy Elder—Jiang Yunshi.

source: 尽管相差一个级别，但江顾水还是一个照面就被江逸踢飞出去，好在江逸似乎没有动用全力，否则他两条腿怕是要被伤了。
en_us: Even with the difference in cultivation of one stage, Jiang Gushui still got sent flying by the kicks of Jiang Yi. Luckily Jiang Yi didn't exert his full force, if not both his legs would have been injured too.

source: 尽管老梅林在开口之前，就已经做好了心理准备，可此时听见葛瑞安的话，还是不禁有吐血的冲动，这老胖子到底知不知道什么叫要脸？
en_us: Old Merlin had been mentally prepared before he had opened his mouth, but now that he had heard what Gerian said, he had had the urge to cough up blood. Did this old fatty know what was shame?

source: 尽管走起路来还是一瘸一拐的，不过明显没有昨日那般疼痛了，江逸的心情也因此变好了不少。
en_us: Even though he was still limping, Jiang Yi was clearly not in as much agony as he was in yesterday, and this certainly improved his mood by much.

source: 尽管跟安度因交情深厚，但格林还是对这段怀持着怀疑态度。
en_us: Despite his friendship with Andoine, Grimm was still skeptical about it.

source: 尽管这翊小姐拳头内没有元力灌注，但里面的力道却是十足，江逸此刻更加确定此人绝对是铸鼎境四重，多年来元力的温养滋润让她肉体的力量达到一马之力以上，攻击速度也快得可比铸鼎境二重武者，他没有元力那下场绝对很惨。
en_us: Even though this Young Mistress Yi did not inject any essence force into her fists, the strength in her fist attacks was very powerful. It was at that moment that Jiang Yi received even more confirmation that that person indeed had a power level up to the fourth stage of the Cast Tripod Realm. Many years of using essence force allowed the strength of her physical body to reach up to one horsepower or more; her combat speed was also much faster than any martial artist with at the second stage of the Cast Tripod Realm. Without any essence force, his end condition would definitely be tragic.

source: 尽管这速度比起家族的优秀子弟还相差甚远，他原先修炼一个月才能比人家一天，修炼速度比江家优秀子弟整整相差三十倍。但他坚信只要他不断的破解封印上的符文，他的修炼速度迟早会追上家族大部分子弟，甚至……远远超过。
en_us: Even though this speed was much slower compared to that of the outstanding members of the family clan, the amount he could originally refine in a month was equivalent to the amount others could produce in a day. This meant his essence force refining speed was an entire thirty times slower than that of the outstanding members of the Jiang Clan. He steadfastly believed that, so long as he continuously removed more runic patterns from his seal, his refining speed would sooner or later catch up with the average clan members. Eventually he would... far surpass them.

source: 屋子里收拾得很干净也很整洁，但家具却稍稍显得有些简陋，盖在麦格雷尼身上的毛毯甚至还打着几个补丁。
en_us: The room was clean and tidy, though the furniture was slightly shabby, and even the blankets that had been draped over McGrenn had several patches.

source: 山洞并不太深，只是用火把一照，整个山洞便一览无遗，四周石壁也是异常干爽，地面上甚至还能找到篝火的痕迹，想来在这山洞中过夜的，并不仅仅是罗麦格雷尼人。
en_us: The cave was not too deep. It took just a torch to illuminate the whole of it. The stone walls were exceptionally dry, and traces of bonfire could be found on the ground. It seemed that it was not just McGrenn who’d ever wanted to spend the night in this cave.

source: 左肩膀传来的一丝隐痛，让沉思中的江逸清醒过来，他只能强迫自己暂时不去多想，还是先将伤口疗养好了再说。
en_us: The slight sensation of pain coming from his left shoulder jolted Jiang Yi, who was deep in thought, back to his senses. He could only force himself not to think too much for the moment and focus on getting his injury healed first.

source: 左边冲来的是一名铸鼎境三重的子弟，他万万没想到，江逸不从其余两名铸鼎境二重武者那边突围，竟主动朝他冲来？联想到刚才江如鹰被他一拳轰飞，他内心有些打鼓，下意识的脚步一顿。
en_us: The descendant rushing from the left had a power level in the third stage of the Cast Tripod Realm. He absolutely failed to consider how, rather than trying to break through their attacks through the other two martial artists with power levels in the second stage of the Cast Tripod Realm, Jiang Yi actually rushed towards him directly instead. Connecting the dots and remembering how Jiang Ruying was sent flying with one of Jiang Yi's punches, his heart started throbbing somewhat strongly and rapidly. He made the decision in his mind to stop himself in his tracks.

source: 巨下下堆满了厚厚的一层落叶，只是比起密林中那些已经腐败的落叶来，这里的落叶显得异常干爽，其中一些甚至还带着一抹绿色，很明显是刚被人从树上扯下来的。
en_us: A thick layer of leaves lay under the giant tree, and unlike the rotten leaves in the dense forest, the leaves here were unusually dry and crisp. Some even carried a tinge of green—apparently someone had just plucked them from the tree.

source: 巨大的旋涡疯狂旋转，精神冲击更是一浪高过一浪。
en_us: The giant vortex spun insanely, and the waves of mental strikes were each one wave higher than another.

source: 巨大的骸骨巨人大步朝天庭内踏去，它们那庞大如小山般的身躯，每奔走一步都能踏出虚空震波，荡出一道道涟漪，传出一阵阵沉闷如击打战鼓的响声。
en_us: The skeleton giants took wide steps toward the Heavenly Court, their massive bodies as huge as a hill. Ripples vibrated across the vast expanse with every step they took, transmitting deep sounds akin to that of war drums.

source: 巴瑟罗尔出身显赫背景深厚，以艾萨克城主之尊都不得不有些忌惮，若是真让他死在自己的宴会上，艾萨克就真是不敢想象会有什么样的后果。
en_us: Bathrilor was born into an illustrious family and even Isaac, with his status as a Castellan, had to fear it. If Bathrilor really died at his banquet, Isaac couldn't even imagine what the consequences would be.

source: 巴瑟罗尔刚刚摆脱精神压制，却又忽然感觉到手上一麻。
en_us: Bathrilor had just been released from the mental suppression when he suddenly a tingle in his hand.

source: 巴瑟罗尔双手鲜血直流，目光冲却充满了恐惧与绝望，他从来也没有想过，自己有一天竟会死在加洛斯这样的小地方，他更没想过，眼前这个穿得异常落魄的年轻魔法师，竟是如此的可怕，完全不给自己一丝反悔的机会，一动手就有了致自己于死地的打算……
en_us: Bathrilor's hands were bleeding profusely but his eyes were filled with fear and despair. He had never expected he'd die in a small place like Jarrosus. He did not even expect the abject-looking young mage to be so terrifying, not giving him a chance to repent at all and intending to kill him once he started his attacks.

source: 巴瑟罗尔右手猛的一抬，镶嵌在戒指上的红宝石隐隐红光闪动。
en_us: Bathrilor raised his right hand forcefully and the ruby inlaid on the ring gleamed with red light.

source: 巴瑟罗尔完全无法理解，这人究竟是怎么活过来的，可惜已经没时间给他思考了，林立右手一抬，一发风刃已是从他手上斜斜掠过，只听“嗤啦”一声轻响，巴瑟罗尔顿时只觉手上一麻。
en_us: Bathrilor could not understand at all how this person came to still be alive. Unfortunately, there wasn't time for him to ponder. Lin Li lifted his right hand and the wind blade raked over his hand. A "tchh" sound was heard and Bathrilor felt his hand tingle at once.

source: 巴瑟罗尔的惨叫声在宴会大厅中久久回荡，那声音听上去就仿佛一头受伤的野兽，充满了暴戾与绝望。
en_us: Bathrilor's shrieks echoed in the banquet hall for a long time. The voice sounded like a wounded beast, full of violence and despair.

source: 希恩那张黝黑的脸上，却是露出了几分茫然：“我也不知道那是什么地方，是一位魔法师先生带我过去的……”
en_us: A hint of bewilderment came across Sheehan's tanned face, "I have no idea where that place is. A mage brought me there..."

source: 干完这一切之后，林立又一次打开了无尽风暴之戒。
en_us: After Lin Li was done, he opened up the Ring of Endless Storm once again.

source: 干完这一切之后，林立手上忽然多出了一只烧杯来，不管是伊娜还是红发美女，都没看清楚那烧杯究竟是怎么来的，整个过程就好象是变戏法一般。
en_us: After finishing up all these, a beaker suddenly appeared in Lin Li's hand. Neither Ina nor the redheaded beauty could tell exactly how the beaker came to be there; the whole process seemed like a magic trick.

source: 干完这一切，又从口袋里掏出了深邃之银项链。
en_us: After he was done with all these, he took out the deep silver necklace from his pockets.

source: 干完这一切，林立终于是可以睡个好觉了。
en_us: Lin Li could finally get a good sleep after finishing up all these.

source: 年纪和江逸差不多，体型却比江逸胖上几圈的江如虎一怔，面色尴尬起来，他很清楚柳长老的脾气，他要是敢私自去拿丹药，柳长老发飙了，他父亲都顶不住的……
en_us: At a similar age as Jiang Yi, yet with a figure several times fatter than Jiang Yi, Jiang Ruhu was instantly stumped and his face gave a look of awkwardness. He was very aware of Elder Liu's temper. If he dared to retrieve the elixirs by himself, Elder Liu would surely fly into a great rage. Even his father couldn't protect him from Elder Liu's anger...

source: 年轻族长吩咐了两句，身旁的随从很快拿来了一套装备。
en_us: The young patriarch gave a quick order and his attendants quickly brought in a set of equipment.

source: 年轻的英俊公子感受到江逸复杂的目光，在江逸脸上扫了两遍，他有些迟疑的问道：“你是……江逸？”
en_us: The young suave man felt Jiang Yi's complicated stare. Sweeping a glance across Jiang Yi's face, he hesitatingly asked, "You're... Jiang Yi?"

source: 幸亏……
en_us: Luckily...

source: 幸亏怒焰之袍附上了抗魔属性，否则那一两道火龙虽不足以致命，却也有很大可能让他受到伤害。
en_us: Luckily, he had enchanted the Robe of Wrath with the magical resistance attribute. Otherwise, even though the one or two fire dragons would not be fatal, they were also likely to injure him.

source: 幻影拳！
en_us: "Phantom Punch!"

source: 幻觉！这一定是幻觉！麦德林拼命的揉着眼睛，最后却不得不悲哀的承认，这一切都是真的……
en_us: A hallucination! This must be a hallucination! Medellin desperately rubbed this eyes, but in the end confessed with grief that this was all real...

source: 序章
en_us: Chapter 0: Prologue

source: 序章 天帝崩 神兵裂！
en_us: Chapter 0: Prologue - Fall of the Celestial Thearch. Shattering of the Divine Armament!

source: 店老板是一个胖胖的中年人，一看紫金一张脸立即笑得谄媚起来，一边笑着一边伸手朝柜台上的金叶子抓来：“嘿嘿……这位客官，一枚灵神丹十两银子，总计一两紫金。”
en_us: The store owner was a chubby middle-aged man. Upon seeing the purple gold, his face immediately lit up with a wide smile and a charming expression. As he smiled, he reached his hand out and tried to grab the gold leaf on the counter-top. "Hehe... my dear customer, a Spirit Pill costs ten taels of silver. The total cost of your order is a tael of purple gold."

source: 废丹药效不明，万一服用出了问题，那可就是一名炼丹师一辈子的污点。
en_us: If the efficacy of an useless elixir was questionable and should problems surface after consumption, it would become a stain forever tarnishing an alchemist's reputation.

source: 废丹，顾名思义那就是炼废的丹药。
en_us: Useless elixir - as the name implies, they were elixirs that were refined and deemed to not be suitable for use.

source: 开玩笑！
en_us: What a joke!

source: 强化元素属性效果太过单一，魔法驱散效果也只是一定几率，经过一番权衡之后，林立最后还是选择了深渊秘银，比起强化元素属性来，魔法抗性的运用范围更加宽广，而且每次都能够附上，不象魔法驱散效果一样全靠运气。
en_us: The effect of strengthening element attributes was too singular, and the magic dispelling effect could only activate with a certain probability. After weighing the gains and losses, Lin Li chose the abyss mithril at last. Compared with strengthening of the element attributes, the application scope of magical resistance was much wider and could work every time unlike the magic dispelling effect which could only depend on luck.

source: 强大而又神秘的魔法师，谈吐幽默风趣，却偏又知识渊博，对于怀春少女来说，简直就是杀器中的杀器。
en_us: A mage who was powerful yet mysterious, humorous and witty yet possessed extensive knowledge, was a total lady-killer in front of a young girl who was just beginning to think of love.

source: 强忍着内心的暴怒和左胸撕裂般的痛楚，江逸大喊一声欲吸引对方的注意力，同时双手如两根海藤般朝对方的手掌缠去。
en_us: Holding back the violent rage in his heart and the searing agony he felt ripping through his left chest, Jiang Yi shouted aloud to draw his opponent's attention while using both his hands to entangle his opponent's hands like two sea vines.

source: 强忍着内心的贪念，江逸老老实实的取了一枚最低级的元力丹，还有三枚最低级疗伤用的黄参丹就匆匆离开炼丹房，朝荣管事所在的管事房走去。
en_us: Resisting with great difficulty the greediness in his heart, Jiang Yi with great humility retrieved a Essence Force Elixir, the lowest-quality pill, as well as three pills of Yellow Ginseng Elixir, the pill with the lowest medicinal healing power, before hastily leaving the alchemy lab and walked in the direction of the Housekeeping Chamber where Chief Rong was located.

source: 强能水晶可遇而不可求，以梅林家族的权势财富，这么多年下来也只不过找到了一枚，可到了魔法公会倒好，看看这个叫费雷的年轻法师都干了些什么……
en_us: The Strong Energy Crystal was hard to come by. Even with the power and wealth of the Merlin Family, only one had been found for so many years. But when it came to the Guild of Magic, just look at what this young mage Felic had done...

source: 当下他什么也不顾了，立即盘坐打坐运转无名功法提炼黑色元力。这黑色元力消耗太快太快了，关键的时候总是不够用。这次他准备多存点，一次提炼四五个时辰，不睡觉直接修炼到天亮，尽可能的提炼多一些，好明早一次性把伤势彻底恢复。
en_us: At the moment he did not care about anything else, and immediately sat cross-legged to meditate and circulate the nameless cultivation technique to extract more black essence force. The consumption of this black essence force was way too fast, and there was never enough to use during critical moments. This time he prepared to store extra—by not sleeping and instead extracting for eight to ten hours until the sky turned bright. He aimed to extract as much as possible so that he could once and for all get his wounds fully recovered the next morning.

source: 当下他全力朝江逸攻击，拳拳用尽全力，眼中都是凶光，显然不把江逸揍趴下绝不罢休。
en_us: Yi Longyu's attacks were now at full throttle, each fist thrown held his full power and there was a nasty look in his eyes. It was obvious that he would not rest until he had Jiang Yi beaten into the ground.

source: 当下他立即变招，拳头在空中一幻，化作三道拳影朝马飞砸去。
en_us: Jiang Yi promptly changed his technique, transforming his fist into three fist silhouettes which flew at Ma Fei.

source: 当他刚将元力朝脑袋输送上去时，准备玩个新花样，那股融合元力从左眼角的攒竹穴经过时，他的左眼突然黑光一闪，他下意识的眨下眼睛，突然发现整个世界都变样了！
en_us: just when he wanted to transfer the essence force to his head, the merged essence force passed through the Zanzhu acupuncture point at the corner of his left eye. Suddenly, a black light flashed across his left eye. When he subconsciously blinked his eyes, he discovered the entire world in front of him had changed completely!

source: 当他睁开眼的时候，小奴正在做饭，她那背对着他正在洗菜的身子看上去好生瘦弱。
en_us: When he opened his eyes, he saw Xiaonu preparing a meal. Her back was facing him as she washed some vegetables, and he could not help but notice her skinny, delicate figure.

source: 当价值不下百万的矿石敲成废铁之后，那悦耳的系统提示音终于传来：“恭喜您晋阶锻造大师！”
en_us: After the million gold coins’ worth of minerals was hammered into scraps, the system prompt tone that was ever so pleasing to the ears rang out. "Congratulations! You have advanced to the Master of Forging!"

source: 当初他可绝没有想到，自己有一天真能弄到深邃之银。
en_us: He had never imagined that he could get the deep silver one day.

source: 当初在木屋里住着的时候，安度因就曾经给他介绍过落日山脉上的各种魔兽，提到七级魔兽双足飞龙时，安度因很欢乐的说了一句：“双足飞龙的血液用来做狂暴药剂不错。”
en_us: Andoine had introduced all kinds of magical beasts in the Sunset Mountains back when he was living in his log cabin. At the mention of the Wyvern, Andoine had added gleefully, "The Wyvern's blood makes a good Rampage Potion."

source: 当初林立研究草药知识的时候，也顺便看过一些诅咒的资料，其中就有黄昏诅咒。
en_us: Lin Li had taken a look at some of the curses when he was studying herb knowledge, and among them was the Twilight Curse.

source: 当天下午，林立扫荡了二十几间药草商店，当他雇马车将草药带回翡翠高塔的时候，葛瑞安激动得眼泪都流出来了。
en_us: That afternoon, Lin Li raided over 20 herb stores. When he had hired a horse wagon to bring the herbs back to the Emerald Tower, Gerian almost cried in excitement.

source: 当天蓝色的强能水晶被拿出来的时侯，葛瑞安的脸色一下就变了，原本就有些苍白的胖脸，此时更是一片可怕的青白之色，那是一种近乎绝望的表情，无论是谁面对这种情况，恐怕心中也只有深深的绝望。
en_us: Gerian's expression changed when the sky-blue crystal was taken out. His pale chubby face had turned to a terrible color of bluish-white. It was an expression of nearly despair. It did not matter who, there would only be profound anguish for anyone in this situation.

source: 当战斗进入高潮之时，林立甚至忘记了自己的存在，他完全投入了这场魔法碰撞当中，每一丝心神都随着战况跌宕起伏，每一根神经都随着魔法元素而剧烈颤动。
en_us: When the battle had reached its climax, Lin Li had even forgotten his existence. He had totally immersed himself in the magical collision. His heart and soul all fluctuated with the battle, and his nerves trembled with the magical elements.

source: 当拍卖进行到这个时候，六大地下势力八大魔法家族这些人，都已经失去了竞争的机会，无论是财富还是权势，他们都跟三大魔法家族相去甚远。其实就算有机会，他们也不敢凑上前去，在整个加洛斯城里，除了魔法公会之外，还有谁敢正面挑衅这三个庞然大物？
en_us: By this point of time, the six underground forces and the eight mage families had lost all the chance to contend in the auction. Their wealth and power were a far cry from the three big mage families’. In fact, even if they had had the chance, they would not have dared to step forward. In the entire Jarrosus City, who would dare to challenge the three giants head on besides the Guild of Magic?

source: 当时伊娜整个人都吓傻了……
en_us: Ina was scared stiff at the time...

source: 当时麦格雷尼很高兴，在地图上标下城堡的位置之后，就打算回加洛斯城。
en_us: McGrenn was overjoyed at the time, and after marking the location of the castle on the map, he planned to return to Jarrosus City.

source: 当林立说他“正尝试提高清醒药剂浓度”的时候，老格林其实是很想劝劝他的，同样的尝试，药剂师公会一样做过，可至今都还没人取得什么成果。
en_us: When Lin Li said that he was "trying to increase the concentration of the Sobriety Potion", Old Grimm had wanted to talk him out of it. The same attempt had been made by the Pharmacists Guild, but no one had achieved anything so far.

source: 当江逸发泄完最后一腿时，江豹惨叫连连地朝远处滚了足足一丈远才停下。后者强忍着左手和身上的痛楚，手忙脚乱呲牙咧嘴地爬起来，一边喊：“江逸，你给我等着！”一边拔腿朝山下逃。
en_us: After Jiang Yi vented with his final kick, Jiang Bao cried out in agony as he rolled a full ten feet away before stopping. He bit his lips to suppress the searing pain and scrambled to his feet. "Jiang Yi, just you wait!" Jiang Bao shouted as he ran down the mountain.

source: 当然——这个东西，只是一个传说。
en_us: Granted—this thing was just a legend.

source: 当然以林立的性格，就算是被逼做好事，也一定会先保证自己不吃亏。
en_us: Granted, given Lin Li's character, he would have made sure not to suffer any loss when he was compelled to perform a good deed...

source: 当然相应的，宗师与大师相比，也是一个天上一个地下。
en_us: Of course, the difference between a guru and a master was leaps and bounds apart.

source: 当然这种话也只有安度因敢说，对于一般冒险者来说，七级魔兽绝对拥有瞬间将三个活人变成死人的能力。
en_us: Of course, only Andoine would dare to say such things. For an ordinary adventurer, a level-seven magical beast would definitely have the power to turn three living people into deadmen in a flash.

source: 当然，严格说起来，其中一种是比较无聊的，用火焰净化诅咒者的骸骨，以破除诅咒的力量来源。
en_us: Of course, strictly speaking, one of the ways was slightly boring—using a flame to purify the bones of the cursed person in order to break the power source of the curse.

source: 当然，严格说起来，这还真算不上什么出卖，被葛瑞安赶走之后，他们就已经跟魔法公会脱离了关系，把秘密卖给阴影之巢，顶多也只能算是报复魔法公会。
en_us: Granted—strictly speaking, this would indeed not be considered a betrayal. After being kicked out by Gerian, they had no more connections with the Guild of Magic. Selling the secrets to the Shadow's Nest would only count as revenge on the Guild of Magic at most.

source: 当然，以他的性格，自然不会象马森一样，冒冒失失的跑去问人来历。
en_us: Of course, his personality would never allow him to ask about people's background so inconsiderately like Marson.

source: 当然，其中也不乏心思敏锐之人，从无限接近魔导士的实力，以及不满二十岁的年纪，联想到了最近加洛斯城风行的那个传闻……
en_us: Of course, there were those with a keen mind. From a strength that was infinitely close to that of a magic shooter and an age below 20, they associated it with the rumor that was recently raging in Jarrosus City...

source: 当然，凯文这个八级魔法师，可跟林立的八级不一样。
en_us: Of course, Kevin's level-eight was different from Lin Li's level-eight.

source: 当然，或许也是因为姬听雨今日的看轻，激起了他心底的傲骨，他也想证明给这个绝色倾城的女子看一看。
en_us: Of course, maybe it was also because of Ji Tingyu's belittlement today, that awakened the proud rebel in him. He wanted to prove himself to this woman whose beauty could cause cities to fall.

source: 当然，拥有如此恐怖力量的药剂，所需要的材料也不是一般二般。
en_us: Of course, to possess potions with such horrifying powers, the materials needed were not at all ordinary.

source: 当然，真正让林立扼腕的，还是毁灭巨龙阿扎达斯……
en_us: Of course, what really strangled Lin Li was the Dragon of Destruction, Azardas.

source: 当然，这些清醒药剂给一般魔法师使用倒是够了，特别是加洛斯魔法公会这一群人，那可是十几年都不一定能闻到清醒药剂味道的，有机会尝尝已经算是不错的了，又哪会去嫌持续时间太短。
en_us: Of course, these Sobriety Potions were enough for ordinary mages, especially the ones in the Jarrosus Guild of Magic. That was the smell of Sobriety Potion that they might never get a whiff of in a decade. It was a good thing that they got to have a taste of it; how would they still complain that the effect’s duration was too short?

source: 当然，这对林立来说，不是什么太大的问题，况且配制的过程也很简单，只是一些简单的萃取混合，连辅助工具都很难用到。
en_us: Of course, to Lin Li this was not a big problem. Besides, the preparation process was very easy. It only involved a simple extraction and blending, and it did not even require assistive tools.

source: 当然，这并不是说瞬发魔法不好，只是有时候，瞬发并不是一切。
en_us: Of course, it was not to say that instantaneous outbursts of magic were inferior. But sometimes, instantaneous outbursts were not everything.

source: 当然，这话可没人敢当着葛瑞安的面说，见了这胖瘟神出门，一个个躲都来不及，谁还有胆子当面招惹他去？
en_us: Of course, no one dared to say it in front of Gerian. Every one of them were scrambling to hide from the fat pestilence when they saw him come out; who still had the guts to provoke him in his face?

source: 当然，这骂声中，多多少少也有些无奈。
en_us: Though, of course, there was more or less some helplessness in his scolding.

source: 当艾萨克的目光落到林立身上时，眉头却微微皱了一下，怒焰之袍实在是太旧了，艾萨克眉头这么一皱，倒不是觉得林立有些寒酸，而是他觉得这个年轻魔法师，似乎有些不太尊重自己，这毕竟是加洛斯城主的晚宴，赴宴的人再怎么也应该将自己打扮得体面一些，想这个年轻魔法师一样，穿着件旧法师袍就来赴宴，这好象也太随便了一点……
en_us: When Isaac's eyes fell on Lin Li, his brows were slightly furrowed. The Robe of Wrath was simply too old. Isaac furrowed his brows not because he thought Lin Li’s appearance was shabby, but because he thought the young man seemed to have little respect for him. After all, this was a banquet hosted by the Castellan of Jarrosus City. People who attended the party should dress themselves decently. It seemed a little too casual coming to a dinner in an old mage robe like what the young mage was wearing.

source: 当融合元力从左胸口附近经脉路过的时候，江逸下意识的停了下来，内视了一下伤口处。
en_us: When the merged essence force passed through the meridians near his left chest area, Jiang Yi subconsciously stopped and used his inner vision to observe his wounds.

source: 当这样一段只能仰望的传说，活生生站在所有人面前时，他们心中有的只能是“震撼”二字。
en_us: When such a legend which could only be looked up to stood living in front of everyone else, there was only one word in their hearts—awe.

source: 当那一点光晕从林立手中透出时，对林立怒目而视的几人，几乎在同一时间呆住了。
en_us: When the beam of halo penetrated from Lin Li's hands, the few people who were glaring at Lin Li were dumbfounded almost at the same time.
